

const menuData = [
  {
    id: 'Breakfast',
    title: 'صبحانه ها',
    items: [
      {
        name: 'صبحانه ایرانی',
        desc: 'گردو- نان سنگک- پنیر- گوجه- خیار- کره-مربا- سبزی',
        price: 438000, // تومان
        img: 'صبحانه ایرانی.jpg',
      },
      {
        name: 'صبحانه انگلیسی',
        desc: 'دو عدد تخم مرغ نیمرو، بیکن، سوسیس فرانسوی،خوراک لوبیا و نان تست',
        price: 678000, // تومان
        img: 'صبحانه انگلیسی.jpg',
      },
      {
        name: 'صبحانه فرانسوی',
        desc: 'فرنچ املت، سالمی،سس چلی تای، نان تست، بیکن، پنیرگودا و سیب زمینی',
        price: 666000, // تومان
        img: 'صبحانه فرانسوی.jpg',
      },
      {
        name: 'پیتزا نوتلا',
        desc: 'نوتلا، خمیرپیتزا، موز و اسمارتیز',
        price: 403000, // تومان
        img: 'پیتزا نوتلا.jpg',
      },
      {
        name: 'پنکیک',
        desc: 'چهارعدد، موز، سس شکلاتی و اسمارتیز',
        price: 475000, // تومان
        img: 'پنکیک.jpg',
      },
      {
        name: 'نیمرو ایرانی',
        price: 162000, // تومان
        img: 'نیمرو.jpg',
      },
      {
        name: 'املت ایرانی',
        price: 222000, // تومان
        img: 'املت.jpg',
      },
      {
        name: 'صبحانه آمور',
        desc: 'بیکن- برگر- ۲ عدد نیمرو- نان تست- پنیرگودا- چای سیب زمینی',
        price: 732000, // تومان
        img: 'صبحانه آمور.jpg',
      },
    ]
  },
  {
    id: 'Appitizre',
    title: 'پیش غذا ها',
    items: [
      {
        name: 'سیب زمینی ساده',
        price: 174000, // تومان
        img: 'سیب زمینی معمولی.jpg',
      },
      {
        name: 'سیب زمینی با دیپ چدار',
        price: 342000, // تومان
        img: 'سیب با دیپ چدار.jpg',
      },
      {
        name: 'سیب زمینی با سس قارچ',
        price: 390000, // تومان
        img: 'سیب زمینی با سس قارچ.jpg',
      },
      {
        name: 'سیب زمینی مخصوص',
        price: 540000, // تومان
        img: 'سیب زمینی مخصوص.jpg',
      },
      {
        name: 'نان سیر',
        price: 429000, // تومان
        img: 'پیش غذا نان سیر.jpg',
      },
      {
        name: 'سوپ قارچ',
        price: 160000, // تومان
        img: 'پیش غذا سوپ.jpg',
      },
    ]
  },
  {
    id: 'Salads',
    title: 'سالاد ها',
    items: [
      {
        name: 'سالاد مخصوص',
        desc: 'کاهو، کاهو فرانسه، بلال، انار، تخمه، گردو، گوشت، نان تست، جوانه ماش و سس مخصوص',
        price: 642000, // تومان
        img: 'سالاد مخصوص.jpg',
      },
      {
        name: 'سالاد سزار سوخاری',
        desc: 'صد و پنجاه گرم سینه مرغ، کاهوپیچ، گوجه گیلاسی، زیتون، نان تست، پنیر پارمسان و سس مخصوص',
        price: 630000, // تومان
        img: 'سالاد سزار سوخاری.jpg',
      },
      {
        name: 'سالاد سزار گریل',
        desc: 'صد و پنجاه گرم سینه مرغ، کاهوپیچ، گوجه گیلاسی، زیتون، نان تست، پنیر پارمسان و سس مخصوص',
        price: 594000, // تومان
        img: 'سالاد سزار گریل.jpg',
      },
    ]
  },
  {
    id: 'Pizzas',
    title: 'پیتزا ها',
    items: [
      {
        name: 'پیتزا مخصوص',
        desc: 'بیکن+ راسته گوساله+ سینه مرغ+ قارچ+ پنیر موزارلا+ فلفل دلمه+ زیتون+ سس مارینا',
        price: 1190000, // تومان
        img: 'پیتزا مخصوص.jpg',
      },
      {
        name: 'پیتزا رست بیف',
        desc: 'صد و هشتاد گرم راسته گوساله+ پنیر موزارلا+ قارچ+ فلفل دلمه+ زیتون+ سس خامه',
        price: 1178000, // تومان
        img: 'پیتزا رست بیف.jpg',
      },
      {
        name: 'پیتزا بیکن',
        desc: 'بیکن+ پنیر موزارلا+ قارچ+ فلفل دلمه+ زیتون+ سس مارینا',
        price: 870000, // تومان
        img: 'پیتزا بیکن.jpg',
      },
      {
        name: 'پیتزا چیکن باربیکیو',
        desc: 'صد و هشتاد گرم سینه مرغ+ پنیر موزارلا+ قارچ+ فلفل دلمه+ زیتون+ سس باربیکیو',
        price: 955000, // تومان
        img: 'پیتزا چیکن باربیکیو.jpg',
      },
      {
        name: 'پیتزا چیکن پستو',
        desc: 'صد و هشتاد گرم سینه مرغ+ پنیر موزارلا+ قارچ+ فلفل دلمه+ زیتون+ سس پستو',
        price: 1053000, // تومان
        img: 'پیتزا چیکن پستو.jpg',
      },
      {
        name: 'پیتزا سیر و استیک',
        desc: 'صد و پنجاه گرم راسته گوساله+ پنیر موزارلا+ قارچ+ زیتون+ سس سیر',
        price: 1217000, // تومان
        img: 'پیتزا سیر و سایتک.jpg',
      },
      {
        name: 'پیتزا کالزونه',
        desc: 'صد گرم سینه مرغ+ هفتاد گرم راسته+ پنیر موزارلا+ قارچ+ فلفل دلمه',
        price: 954000, // تومان
        img: 'پیتزا کالزونه.jpg',
      },
      {
        name: 'پیتزا پپرونی',
        desc: 'دویست گرم پپرونی+ پنیر موزارلا+ هالوپینو+ فلفل دلمه',
        price: 854000, // تومان
        img: 'پیتزا پپرونی.jpg',
      },
      {
        name: 'پیتزا مارگاریتا',
        desc: 'گوجه+ پنیر موزارلا+ ریحون',
        price: 537000, // تومان
        img: 'پیتزا مارگاریتا.jpg',
      },
      {
        name: 'پیتزا سوپریم',
        desc: 'صد و هشتاد گرم گوشت چرخ کرده+ قارچ+ پنیر موزارلا+ فلفل دلمه+ زیتون',
        price: 1058000, // تومان
        img: 'پیتزا سوپریم.jpg',
      },
      {
        name: 'پیتزا استاف کراس',
        desc: '۱۵۰ گرم گوشت رست بیف- ۱۵۰ گرم سینه مرغ- قارچ-پنیر پیتزا موزارلا-فلفل دلمه-زیتون',
        price: 1276000, // تومان
        img: 'پیتزا اس‌تاف کراس.jpg',
      },
      {
        name: 'پیتزا دبل چیکن باربیکیو',
        price: 1183000, // تومان
        img: 'دبل چیکن باربیکیو.jpg',
      },
      {
        name: 'دبل پیتزا',
        price: 816000, // تومان
        img: 'دبل پیتزا.jpg',
      },
    ]
  },
  {
    id: 'Steak',
    title: 'استیک ها',
    items: [
      {
        name: 'ریبای استیک',
        desc: 'گوشت ریبای 450گرم، سبزیجات، سیب وجز + سس قارچ',
        price: 1380000, // تومان
        img: 'استیک ریبای.jpg',
      },
      {
        name: 'بیف استیک',
        desc: 'فیله گوساله 250گرم، سبزیجات، سیب وجز + سس قارچ یا سس فلفل',
        price: 1404000, // تومان
        img: 'استیک بیف.jpg',
      },
      {
        name: 'چیکن استیک',
        desc: 'سینه مرغ 300گرم، سبزیجات، سیب وجز + سس قارچ یا سس فلفل',
        price: 940000, // تومان
        img: 'استیک چیکن.jpg',
      },
      {
        name: 'میکس استیک',
        desc: '250 گرم راسته گوساله + 250گرم سینه مرغ+ سبزیجات، سیب وجز+ سس قارچ',
        price: 1837000, // تومان
        img: 'میکس استیک.jpg',
      },
      {
        name: 'شنیسل مرغ',
        desc: '۳۰۰ گرم سینه مرغ سوخاری+ سیب زمینی+ کاهو+ گوجه',
        price: 882000, // تومان
        img: 'شنیسل مرغ.jpg',
      },
      {
        name: 'سینی رژیمی',
        desc: '۶ عدد فیله- سبزیجات- سیب زمینی تنوری',
        price: 837000, // تومان
        img: 'سینی رژیمی.jpg',
      },
    ]
  },
  {
    id: 'Russian',
    title: 'غذا های روسی',
    items: [
      {
        name: 'بیف استراگانوف',
        desc: 'صد گرم راسته گوساله+ سس آلفردو+ چیپس خلالی',
        price: 732000, // تومان
        img: 'بیف استاراگانوف.jpg',
      },
      {
        name: 'چیکن استراگانوف',
        desc: 'صد و پنجاه گرم سینه مرغ+ سس آلفردو+ چیپس خلالی',
        price: 702000, // تومان
        img: 'چیکن استراگانوف.jpg',
      },
    ]
  },
  {
    id: 'seafood',
    title: 'غذاهای دریایی',
    items: [
      {
        name: 'میگو پفکی',
        desc: '۱۵۰ گرم میگو با دورچین',
        price: 985000, // تومان
        img: 'میگو پفکی.jpg',
      },
      {
        name: 'میگو سوخاری',
        desc: '۱۵۰ گرم میگو با دورچین',
        price: 1062000, // تومان
        img: 'میگو سوخاری.jpg',
      },
      {
        name: 'ماهی سرخ شده',
        desc: '۲۵۰گرم ماهی با دورچین',
        price: 1212000, // تومان
        img: 'ماهی سرخ شده.jpg',
      },
      {
        name: 'ماهی گریل',
        desc: '۲۵۰گرم ماهی با دورچین',
        price: 1160000, // تومان
        img: 'ماهی گریل.jpg',
      },
    ]
  },
  {
    id: 'pasta',
    title: 'پاستا ها',
    items: [
      {
        name: 'پاستا بیف الفردو',
        desc: 'صد و سی گرم راسته+ خامه+ شیر+ پنه+ ادویه مخصوص',
        price: 714000, // تومان
        img: 'پاستا بیف آلفردو.jpg',
      },
      {
        name: 'پاستا چیکن الفردو',
        desc: 'صد و سی گرم سینه مرغ+ خامه+ شیر+ پنه+ ادویه مخصوص',
        price: 660000, // تومان
        img: 'پاستا چیکن الفردو.jpg',
      },
      {
        name: 'پاستا عربیتا',
        desc: 'صد گرم راسته+ جعفری+ پنه+ سس مارینا',
        price: 672000, // تومان
        img: 'پاستا عربیتا.jpg',
      },
      {
        name: 'پاستا چیکن پستو',
        desc: 'صد و سی گرم سینه مرغ+ پنه+ سس پستو',
        price: 693000, // تومان
        img: 'پاستا چیکن پستو.jpg',
      },
      {
        name: 'پاستا مخصوص',
        price: 830000, // تومان
        img: 'پاستا تنوری.jpg',
      },
    ]
  },
  {
    id: 'Special',
    title: 'ساندویچ های مخصوص Amor',
    items: [
      {
        name: 'ساندویچ مرغ تنوری',
        desc: 'صد و پنجاه گرم سینه مرغ+ قارچ+ پنیر+ فلفل دلمه ای+ سس مخصوص+ نان مخصوص',
        price: 698000, // تومان
        img: 'ساندویچ مرغ تنوری.jpg',
      },
      {
        name: 'ساندویچ کراکف تنوری',
        desc: 'کراکف+ قارچ+ پنیر+ سس مخصوص+ نان مخصوص',
        price: 900000, // تومان
        img: 'ساندویچ کراکف مخصوص.jpg',
      },
      {
        name: 'هات داگ تنوری',
        desc: 'هات داگ+ قارچ+ پنیر+ سس مخصوص+ نان مخصوص',
        price: 708000, // تومان
        img: 'ساندویچ هات داگ تنوری.jpg',
      },
      {
        name: 'ساندویچ رست بیف مخصوص آمور',
        desc: 'گوشت رست بیف-قارچ-پنیر-فلفل دلمه-گردو-زرشک-رب انار-چیپس-سس مخصوص',
        price: 900000, // تومان
        img: 'ساندویچ رست بیف مخصوص آمور.jpg',
      },
      {
        name: 'ساندویچ ویژه',
        desc: 'گوشت چرخ‌کرده- قارچ- بیکن- دلمه- گوجه- کاهو- پنیر موزارلا',
        price: 996000, // تومان
        img: 'ساندویچ ویژه.jpg',
      },
      {
        name: 'ساندویچ زینگر',
        desc: 'فیله مرغ سوخاری.کاهو.گوجه سس مخصوص',
        price: 716000, // تومان
        img: 'ساندویچ زینگر.jpg',
      },
    ]
  },
  {
    id: 'Penini',
    title: 'پنینی ها',
    items: [
      {
        name: 'پنینی رست بیف',
        desc: 'صد گرم گوشت راسته+ قارچ+پنیر+ فلفل دلمه+ نان چاپاتا',
        price: 774000, // تومان
        img: 'پنینی رست بیف.jpg',
      },
      {
        name: 'پنینی چیکن',
        desc: 'صد گرم سینه مرغ+ قارچ+پنیر+ فلفل دلمه+ نان چاپاتا',
        price: 750000, // تومان
        img: 'پنینی مرغ.jpg',
      },
      {
        name: 'پنینی بیکن',
        desc: 'دویست گرم ژامبون+ قارچ+پنیر ورقه ای+ پنیر پیتزا+ فلفل دلمه+ نان چاپاتا',
        price: 756000, // تومان
        img: 'پنینی مخصوص.jpg',
      },
    ]
  },
  {
    id: 'Burgers',
    title: 'برگر ها',
    items: [
      {
        name: 'برگر کلاسیک',
        desc: 'صد و پنجاه گرم برگر+ کاهو+ گوجه+ سس مخصوص',
        price: 783000, // تومان
        img: 'برگر کلاسیک.jpg',
      },
      {
        name: 'ماشروم برگر',
        desc: 'صد و پنجاه گرم برگر+ قارچ+ کاهو+ گوجه+ سس مخصوص',
        price: 824000, // تومان
        img: 'ماشروم برگر.jpg',
      },
      {
        name: 'چیزبرگر فرانسوی',
        desc: 'صد و پنجاه گرم برگر+ پنیر گودا+ کاهو+ گوجه+ سس مخصوص',
        price: 810000, // تومان
        img: 'چیزبرگر فرانسوی.jpg',
      },
      {
        name: 'چیکن برگر',
        desc: 'صد و پنجاه گرم سینه مرغ+ پنیر گودا+ کاهو+ گوجه+ سس مخصوص',
        price: 672000, // تومان
        img: 'چیکن برگر.jpg',
      },
      {
        name: 'چوریتسو برگر',
        desc: 'صد و پنجاه گرم برگر+ چوریتسو+ پنیر ورقه ای دوتا+ کاهو+ گوجه+ سس مخصوص',
        price: 882000, // تومان
        img: 'چوریتسو برگر.jpg',
      },
      {
        name: 'برگر مخصوص',
        desc: 'صد و پنجاه گرم برگر+ هشتاد گرم فیله مرغ+ بیکن+ پنیر گودا+ کاهو+ گوجه+ سس مخصوص',
        price: 846000, // تومان
        img: 'برگر مخصوص.jpg',
      },
      {
        name: 'تست برگر مخصوص آمور',
        desc: '۱۸۰ گرم گوشت برگر-پنیر چدار-چیپس-سس مخصوص',
        price: 801000, // تومان
        img: 'تست برگر مخصوص آمور.jpg',
      },
      {
        name: 'برگر سوخاری مخصوص آمور',
        desc: '۱۸۰گرم برگر- رب انار- گردو- چیپس- سس مخصوص- پنیر چدار-رب انار',
        price: 846000, // تومان
        img: 'برگر سوخاری مخصوص آمور.jpg',
      },
    ]
  },
  {
    id: 'WarmCoffee',
    title: 'قهوه های گرم',
    items: [
      {
        name: 'قهوه ترک',
        price: 184000, // تومان
        img: 'no image.jpg',
      },
      {
        name: 'قهوه ترک با شیر',
        price: 235000, // تومان
        img: 'no image.jpg',
      },
      {
        name: 'اسپرسو عربیکا',
        desc: 'اسپرسو دبل',
        price: 210000, // تومان
        img: 'اسپرسو.jpg',
      },
      {
        name: 'اسپرسو ربوستا',
        desc: 'اسپرسو دبل',
        price: 125000, // تومان
        img: 'اسپرسو.jpg',
      },
      {
        name: 'آمریکانو عربیکا',
        desc: 'اسپرسو دبل+آب',
        price: 264000, // تومان
        img: 'آمریکانو.jpg',
      },
      {
        name: 'آمریکانو ربوستا',
        desc: 'اسپرسو دبل+آب',
        price: 184000, // تومان
        img: 'آمریکانو.jpg',
      },
      {
        name: 'لته عربیکا',
        desc: 'اسپرسو دبل+شیر',
        price: 299000, // تومان
        img: 'لته.jpg',
      },
      {
        name: 'لته ربوستا',
        desc: 'اسپرسو دبل+شیر',
        price: 235000, // تومان
        img: 'لته.jpg',
      },
      {
        name: 'کاپوچینو عربیکا',
        desc: 'اسپرسو دبل+فوم شیر',
        price: 293000, // تومان
        img: 'کاپوچینو.jpg',
      },
      {
        name: 'کاپوچینو ربوستا',
        desc: 'اسپرسو دبل+فوم شیر',
        price: 224000, // تومان
        img: 'کاپوچینو.jpg',
      },
      {
        name: 'کارامل لته عربیکا',
        desc: 'اسپرسو دبل+شیر+سیروپ کارامل',
        price: 322000, // تومان
        img: 'no image.png',
      },
      {
        name: 'کارامل لته ربوستا',
        desc: 'اسپرسو دبل+شیر+سیروپ کارامل',
        price: 276000, // تومان
        img: 'no image.png',
      },
      {
        name: 'موکا عربیکا',
        desc: 'اسپرسو دبل+شیر+سیروپ شکلات',
        price: 308200, // تومان
        img: 'موکا عربیکا.jpg',
      },
      {
        name: 'موکا ربوستا',
        desc: 'اسپرسو دبل+شیر+سیروپ شکلات',
        price: 276000, // تومان
        img: 'موکا عربیکا.jpg',
      },
      {
        name: 'جینجر لته عربیکا',
        desc: 'اسپرسو دبل+شیر+سیروپ زنجبیل',
        price: 322000, // تومان
        img: 'جینجر لته.jpg',
      },
      {
        name: 'جینجر لته ربوستا',
        desc: 'اسپرسو دبل+شیر+سیروپ زنجبیل',
        price: 276000, // تومان
        img: 'جینجر لته.jpg',
      },
      {
        name: 'لته کوکونات عربیکا',
        desc: 'اسپرسو دبل+شیر+سیروپ نارگیل',
        price: 339000, // تومان
        img: 'لته کوکونات.jpg',
      },
      {
        name: 'لته کوکونات ربوستا',
        desc: 'اسپرسو دبل+شیر+سیروپ نارگیل',
        price: 287000, // تومان
        img: 'لته کوکونات.jpg',
      },
    ]
  },
  {
    id: 'ColdCoffee',
    title: 'قهوه های سرد',
    items: [
      {
        name: 'آیس لته عربیکا',
        desc: 'اسپرسو دبل+شیر',
        price: 299000, // تومان
        img: 'آیس لته.jpg',
      },
      {
        name: 'آیس لته ربوستا',
        desc: 'اسپرسو دبل+شیر',
        price: 248000, // تومان
        img: 'آیس لته.jpg',
      },
      {
        name: 'آفوگاتو',
        price: 316000, // تومان
        img: 'آفوگاتو.jpg',
      },
      {
        name: 'آیس آمریکانو عربیکا',
        desc: 'اسپرسو دبل+آب',
        price: 287000, // تومان
        img: 'ایس آمریکانو.jpg',
      },
      {
        name: 'آیس آمریکانو ربوستا',
        desc: 'اسپرسو دبل+آب',
        price: 172000, // تومان
        img: 'ایس آمریکانو.jpg',
      },
      {
        name: 'آیس استرابری لته عربیکا',
        desc: 'اسپرسو دبل+شیر+سیروپ توت‌فرنگی',
        price: 342000, // تومان
        img: 'ایس استرابری.jpg',
      },
      {
        name: 'آیس استرابری لته ربوستا',
        desc: 'اسپرسو دبل+شیر+سیروپ توت‌فرنگی',
        price: 304000, // تومان
        img: 'ایس استرابری.jpg',
      },
      {
        name: 'آیس کوکونات لته عربیکا',
        desc: 'اسپرسو دبل+شیر+سیروپ نارگیل',
        price: 342000, // تومان
        img: 'آیس کوکونات.jpg',
      },
      {
        name: 'آیس کوکونات لته ربوستا',
        desc: 'اسپرسو دبل+شیر+سیروپ نارگیل',
        price: 304000, // تومان
        img: 'آیس کوکونات.jpg',
      },
      {
        name: 'آیس موکا عربیکا',
        desc: 'اسپرسو دبل+شیر+سیروپ شکلات',
        price: 350000, // تومان
        img: 'موکا عربیکا.jpg',
      },
      {
        name: 'آیس موکا ربوستا',
        desc: 'اسپرسو دبل+شیر+سیروپ شکلات',
        price: 287000, // تومان
        img: 'موکا عربیکا.jpg',
      },
      {
        name: 'آیس کارامل لته عربیکا',
        desc: 'اسپرسو دبل+شیر+سیروپ کارامل',
        price: 350000, // تومان
        img: 'آیس کارامل.jpg',
      },
      {
        name: 'آیس کارامل لته ربوستا',
        desc: 'اسپرسو دبل+شیر+سیروپ کارامل',
        price: 287000, // تومان
        img: 'آیس کارامل.jpg',
      },
      {
        name: 'سودا کافی لیمو',
        price: 264000, // تومان
        img: 'سودا کافی لیمو.jpg',
      },
      {
        name: 'اورنج اسپرسو',
        price: 327000, // تومان
        img: 'اورنج اسپرسو.jpg',
      },
    ]
  },
  {
    id: 'WarmDrinks',
    title: 'نوشیدنی های گرم',
    items: [
      {
        name: 'هات چاکلت',
        price: 264000, // تومان
        img: 'هات چاکلت.jpg',
      },
      {
        name: 'مارشمالو چاکلت',
        price: 296000, // تومان
        img: 'مارشمالو چاکلت.jpg',
      },
      {
        name: 'چیفلکس چاکلت',
        price: 258000, // تومان
        img: 'چیفلکس چاکلت.jpg',
      },
      {
        name: 'چای ماسالا',
        price: 224000, // تومان
        img: 'چای ماسالا.jpg',
      },
      {
        name: 'شیر عسل دارچین',
        price: 258000, // تومان
        img: 'no image.png',
      },
      {
        name: 'چای کرک',
        price: 277000, // تومان
        img: 'چای کرک.jpg',
      },
      {
        name: 'هات بیسکوییت',
        price: 235000, // تومان
        img: 'no image.png',
      },
    ]
  },
  {
    id: 'Tea',
    title: 'چای و دمنوش ها',
    items: [
      {
        name: 'دمنوش آرامش',
        price: 180000, // تومان
        img: 'no image.png',
      },
      {
        name: 'دمنوش گل ترش',
        price: 160000, // تومان
        img: 'no image.png',
      },
      {
        name: 'دمنوش آمور',
        price: 218000, // تومان
        img: 'no image.png',
      },
      {
        name: 'دمنوش سبز',
        price: 160000, // تومان
        img: 'no image.png',
      },
      {
        name: 'چای سیاه دمی',
        price: 120000, // تومان
        img: 'چای.jpg',
      },
    ]
  },
  {
    id: 'ColdDrinks',
    title: 'نوشیدنی های سرد',
    items: [
      {
        name: 'پاین‌اپل موهیتو',
        desc: 'شکر، نعنا، آب لیمو، نوشیدنی گاز دار، آب آناناس',
        price: 339000, // تومان
        img: 'پاین اپل موهیتو.jpg',
      },
      {
        name: 'موهیتو کلاسیک',
        desc: 'شکر، نعنا، آب لیمو، نوشیدنی گاز دار',
        price: 318000, // تومان
        img: 'موهیتو.jpg',
      },
      {
        name: 'لیموناد',
        desc: 'آب لیمو، شکر، نوشیدنی گازدار',
        price: 344000, // تومان
        img: 'لیموناد.jpg',
      },
      {
        name: 'تروپیکال وینتر',
        desc: 'آب آناناس، زنجبیل، نوشیدنی گازدار',
        price: 358000, // تومان
        img: 'تروپیکال وینتر.jpg',
      },
      {
        name: 'بلو موهیتو',
        price: 348000, // تومان
        img: 'بلو موهیتو.jpg',
      },
      {
        name: 'اسپایسی رِد',
        desc: 'آب آلبالو، سیروپ کرنبری، زنجبیل، دارچین',
        price: 348000, // تومان
        img: 'اسپایسی رد.jpg',
      },
    ]
  },
  {
    id: 'Sauce',
    title: 'سس های مخصوص آمور',
    items: [
      {
        name: 'سس آلفردو',
        price: 110000, // تومان
        orderBtn: false,
      },
      {
        name: 'سس دیپ چدار',
        price: 70000, // تومان
        orderBtn: false,
      },
      {
        name: 'سس سیر',
        price: 60000, // تومان
        orderBtn: false,
      },
      {
        name: 'سس چیلی تند',
        price: 65000, // تومان
        orderBtn: false,
      },
      {
        name: 'سس خیارشور',
        price: 80000, // تومان
        orderBtn: false,
      },
    ]
  },
  {
    id: 'hookah',
    title: 'قلیان',
    items: [
      {
        name: 'شب های مسکو',
        price: 380000, // تومان
      },
      {
        name: 'تمشک بستنی',
        price: 380000, // تومان
      },
      {
        name: 'هندوانه یخ',
        price: 380000, // تومان
      },
      {
        name: 'دو سیب',
        price: 380000, // تومان
      },
      {
        name: 'لاو',
        price: 380000, // تومان
      },
    ]
  },
  {
    id: 'Persian',
    title: 'غذاهای ایرانی',
    items: [
      {
        name: 'کته ساده',
        price: 210000, // تومان
      },
      {
        name: 'کته کباب دیگی',
        price: 714000, // تومان
        img: 'کته کباب.jpg',
      },
      {
        name: 'کته ماهی',
        price: 1398000, // تومان
        img: 'کته ماهی.jpg',
      },
      {
        name: 'کته مرغ',
        price: 554000, // تومان
        img: 'کته مرغ.jpg',
      },
    ]
  },
  {
    id: 'Cake',
    title: 'کیک ها',
    items: [
      {
        name: 'کیک شکلاتی',
        price: 187000, // تومان
        img: 'کیک شکلاتی.jpg',
      },
      {
        name: 'کیک هویج',
        price: 187000, // تومان
        img: 'کیک هویج.jpg',
      },
    ]
  },
  {
    id: 'Milkshakes',
    title: 'شیک ها',
    items: [
      {
        name: 'شیک شکلاتی',
        price: 299000, // تومان
        img: 'اسموتی شکلاتی.jpg',
      },
      {
        name: 'شیک وانیل',
        price: 264000, // تومان
        img: 'اسموتی وانیل.jpg',
      },
      {
        name: 'شیک کارامل و بادوم زمینی',
        price: 356000, // تومان
        img: 'اسموتی کارامل.jpg',
      },
      {
        name: 'شیک سوییت آمور',
        price: 350000, // تومان
        img: 'اسموتی توت فرنگی.jpg',
      },
    ]
  },
];
