const menuData = [
  {
    id: 'Breakfast',
    title: 'صبحانه ها',
    items: [
      {
        name: 'صبحانه ایرانی',
        desc: 'گردو- نان سنگک- پنیر- گوجه- خیار- کره-مربا- سبزی',
        price: 538000, // تومان
        img: 'صبحانه ایرانی.jpg',
      },
      {
        name: 'صبحانه انگلیسی',
        desc: 'دو عدد تخم مرغ نیمرو، بیکن، سوسیس فرانسوی،خوراک لوبیا و نان تست',
        price: 765000, // تومان
        img: 'صبحانه انگلیسی.jpg',
      },
      {
        name: 'صبحانه فرانسوی',
        desc: 'فرنچ املت، سالمی،سس چلی تای، نان تست، بیکن، پنیرگودا و سیب زمینی',
        price: 757000, // تومان
        img: 'صبحانه فرانسوی.jpg',
      },
      {
        name: 'املت و سوسیس',
        price: 395000, // تومان
        img: 'no image.png',
      },
      {
        name: 'نیمرو ایرانی',
        price: 245000, // تومان
        img: 'نیمرو.jpg',
      },
      {
        name: 'املت ایرانی',
        price: 285000, // تومان
        img: 'املت.jpg',
      },
      {
        name: 'صبحانه آمور',
        desc: 'بیکن- برگر- ۲ عدد نیمرو- نان تست- پنیرگودا- چای سیب زمینی',
        price: 932000, // تومان
        img: 'صبحانه آمور.jpg',
      },
       {
        name: 'املت خاچاپوری',
        desc: 'نان خاچاپوری، املت ایرانی، پنیر پیتزا، فلفل دلمه ای',
        price: 320000, // تومان
        img: 'املت خاچاپوری.jpg',
      },
    ]
  },
  {
    id: 'Appitizre',
    title: 'پیش غذا ها',
    items: [
      {
        name: 'سیب زمینی ساده',
        price: 245000, // تومان
        img: 'سیب زمینی معمولی.jpg',
      },
      {
        name: 'سیب زمینی با دیپ چدار',
        price: 395000, // تومان
        img: 'سیب با دیپ چدار.jpg',
      },
      {
        name: 'سیب زمینی با سس قارچ',
        price: 420000, // تومان
        img: 'سیب زمینی با سس قارچ.jpg',
      },
      {
        name: 'سیب زمینی مخصوص',
        price: 650000, // تومان
        img: 'سیب زمینی مخصوص.jpg',
      },
      {
        name: 'نان سیر',
        price: 495000, // تومان
        img: 'پیش غذا نان سیر.jpg',
      },
      {
        name: 'سوپ قارچ',
        price: 230000, // تومان
        img: 'پیش غذا سوپ.jpg',
      },
    ]
  },
  {
    id: 'Salads',
    title: 'سالاد ها',
    items: [
      {
        name: 'سالاد سزار سوخاری',
        desc: 'صد و پنجاه گرم سینه مرغ، کاهوپیچ، گوجه گیلاسی، زیتون، نان تست، پنیر پارمسان و سس مخصوص',
        price: 695000, // تومان
        img: 'سالاد سزار سوخاری.jpg',
      },
      {
        name: 'سالاد سزار گریل',
        desc: 'صد و پنجاه گرم سینه مرغ، کاهوپیچ، گوجه گیلاسی، زیتون، نان تست، پنیر پارمسان و سس مخصوص',
        price: 645000, // تومان
        img: 'سالاد سزار گریل.jpg',
      },
    ]
  },
  {
    id: 'Persian',
    title: 'غذاهای ایرانی',
    items: [
      {
        name: 'کته ساده',
        price: 256000, // تومان
      },
      {
        name: 'کته کباب دیگی',
        price: 735000, // تومان
        img: 'کته کباب.jpg',
      },
      {
        name: 'کته مرغ',
        price: 655000, // تومان
        img: 'کته مرغ.jpg',
      },
    ]
  },
  {
    id: 'ItalianPizza',
    title: 'پیتزای ایتالیایی',
    items: [
      {
        name: 'پیتزا مخصوص',
        desc: 'بیکن+ راسته گوساله+ سینه مرغ+ قارچ+ پنیر موزارلا+ فلفل دلمه+ زیتون+ سس مارینا',
        price: 1435000, // تومان
        img: 'پیتزا مخصوص.jpg',
      },
      {
        name: 'پیتزا رست بیف',
        desc: 'صد و هشتاد گرم راسته گوساله+ پنیر موزارلا+ قارچ+ فلفل دلمه+ زیتون+ سس خامه',
        price: 1555000, // تومان
        img: 'پیتزا رست بیف.jpg',
      },
      {
        name: 'پیتزا بیکن',
        desc: 'بیکن+ پنیر موزارلا+ قارچ+ فلفل دلمه+ زیتون+ سس مارینا',
        price: 1280000, // تومان
        img: 'پیتزا بیکن.jpg',
      },
      {
        name: 'پیتزا چیکن باربیکیو',
        desc: 'صد و هشتاد گرم سینه مرغ+ پنیر موزارلا+ قارچ+ فلفل دلمه+ زیتون+ سس باربیکیو',
        price: 955000, // تومان
        img: 'پیتزا چیکن باربیکیو.jpg',
      },
      {
        name: 'پیتزا چیکن پستو',
        desc: 'صد و هشتاد گرم سینه مرغ+ پنیر موزارلا+ قارچ+ فلفل دلمه+ زیتون+ سس پستو',
        price: 1355000, // تومان
        img: 'پیتزا چیکن پستو.jpg',
      },
      {
        name: 'پیتزا سیر و استیک',
        desc: 'صد و پنجاه گرم راسته گوساله+ پنیر موزارلا+ قارچ+ زیتون+ سس سیر',
        price: 1620000, // تومان
        img: 'پیتزا سیر و سایتک.jpg',
      },
      {
        name: 'پیتزا کالزونه',
        desc: 'صد گرم سینه مرغ+ هفتاد گرم راسته+ پنیر موزارلا+ قارچ+ فلفل دلمه',
        price: 1150000, // تومان
        img: 'پیتزا کالزونه.jpg',
      },
      {
        name: 'پیتزا پپرونی',
        desc: 'دویست گرم پپرونی+ پنیر موزارلا+ هالوپینو+ فلفل دلمه',
        price: 1050000, // تومان
        img: 'پیتزا پپرونی.jpg',
      },
      {
        name: 'پیتزا سبزیجات',
        desc: 'نان خمیر، پیاز، هویج، کدو، قارچ، دلمه، زیتون',
        price: 825000, // تومان
        img: 'no image.png',
      },
      {
        name: 'پیتزا سوپریم',
        desc: 'صد و هشتاد گرم گوشت چرخ کرده+ قارچ+ پنیر موزارلا+ فلفل دلمه+ زیتون',
        price: 1158000, // تومان
        img: 'پیتزا سوپریم.jpg',
      },
      {
        name: 'دبل پیتزا',
        price: 1130000, // تومان
        img: 'دبل پیتزا.jpg',
      },
    ]
  },
  {
    id: 'AmericanPizza',
    title: 'پیتزای آمریکایی',
    items: [
      {
        name: 'پیتزا استاف کراس',
        desc: '۱۵۰ گرم گوشت رست بیف- ۱۵۰ گرم سینه مرغ- قارچ-پنیر پیتزا موزارلا-فلفل دلمه-زیتون',
        price: 1395000, // تومان
        img: 'پیتزا اس‌تاف کراس.jpg',
      },
      {
        name: 'پیتزا مخصوص 28 سانتی متری',
        desc: 'بیکن+ راسته گوساله+ سینه مرغ+ قارچ+ پنیر موزارلا+ فلفل دلمه+ زیتون+ سس مارینا',
        price: 820000, // تومان
        img: 'پیتزا مخصوص.jpg',
      },
      {
        name: 'پیتزا قارچ و مرغ 28 سانتی متری',
        desc: 'نان خمیر، مرغ نگینی، قارچ، پنیر، دلمه، زیتون',
        price: 895000, // تومان
        img: 'no image.png',
      },
      {
        name: 'پیتزا قارچ و گوشت 28 سانتی متری',
        desc: 'نان خمیر، گوشت چرخ شده،قارچ، پنیر، دلمه، زیتون',
        price: 965000, // تومان
        img: 'no image.png',
      },
    ]
  },
  {
    id: 'Steak',
    title: 'استیک ها',
    items: [
      {
        name: 'چیکن استیک',
        desc: 'سینه مرغ 300گرم، سبزیجات، سیب وجز + سس قارچ یا سس فلفل',
        price: 1250000, // تومان
        img: 'استیک چیکن.jpg',
      },
      {
        name: 'شنیسل مرغ',
        desc: '۳۰۰ گرم سینه مرغ سوخاری+ سیب زمینی+ کاهو+ گوجه',
        price: 1050000, // تومان
        img: 'شنیسل مرغ.jpg',
      },
      {
        name: 'سینی رژیمی',
        desc: '۶ عدد فیله- سبزیجات- سیب زمینی تنوری',
        price: 1350000, // تومان
        img: 'سینی رژیمی.jpg',
      },
    ]
  },
  {
    id: 'Russian',
    title: 'غذا های روسی',
    items: [
      {
        name: 'بیف استراگانوف',
        desc: 'صد گرم راسته گوساله+ سس آلفردو+ چیپس خلالی',
        price: 1050000, // تومان
        img: 'بیف استاراگانوف.jpg',
      },
      {
        name: 'چیکن استراگانوف',
        desc: 'صد و پنجاه گرم سینه مرغ+ سس آلفردو+ چیپس خلالی',
        price: 895000, // تومان
        img: 'چیکن استراگانوف.jpg',
      },
    ]
  },
  {
    id: 'pasta',
    title: 'پاستا ها',
    items: [
      {
        name: 'پاستا بیف الفردو',
        desc: 'صد و سی گرم راسته+ خامه+ شیر+ پنه+ ادویه مخصوص',
        price: 950000, // تومان
        img: 'پاستا بیف آلفردو.jpg',
      },
      {
        name: 'پاستا چیکن الفردو',
        desc: 'صد و سی گرم سینه مرغ+ خامه+ شیر+ پنه+ ادویه مخصوص',
        price: 755000, // تومان
        img: 'پاستا چیکن الفردو.jpg',
      },
      {
        name: 'پاستا عربیتا',
        desc: 'صد گرم راسته+ جعفری+ پنه+ سس مارینا',
        price: 745000, // تومان
        img: 'پاستا عربیتا.jpg',
      },
      {
        name: 'پاستا چیکن پستو',
        desc: 'صد و سی گرم سینه مرغ+ پنه+ سس پستو',
        price: 893000, // تومان
        img: 'پاستا چیکن پستو.jpg',
      },
      {
        name: 'پاستا مخصوص',
        price: 1085000, // تومان
        img: 'پاستا تنوری.jpg',
      },
    ]
  },
  {
    id: 'Special',
    title: 'ساندویچ های مخصوص Amor',
    items: [
      {
        name: 'ساندویچ مرغ تنوری',
        desc: 'صد و پنجاه گرم سینه مرغ+ قارچ+ پنیر+ فلفل دلمه ای+ سس مخصوص+ نان مخصوص',
        price: 835000, // تومان
        img: 'ساندویچ مرغ تنوری.jpg',
      },
      {
        name: 'ساندویچ کراکف تنوری',
        desc: 'کراکف+ قارچ+ پنیر+ سس مخصوص+ نان مخصوص',
        price: 940000, // تومان
        img: 'ساندویچ کراکف مخصوص.jpg',
      },
      {
        name: 'هات داگ تنوری',
        desc: 'هات داگ+ قارچ+ پنیر+ سس مخصوص+ نان مخصوص',
        price: 785000, // تومان
        img: 'ساندویچ هات داگ تنوری.jpg',
      },
      {
        name: 'ساندویچ رست بیف مخصوص آمور',
        desc: 'گوشت رست بیف-قارچ-پنیر-فلفل دلمه-گردو-زرشک-رب انار-چیپس-سس مخصوص',
        price: 1049000, // تومان
        img: 'ساندویچ رست بیف مخصوص آمور.jpg',
      },
    ]
  },
  {
    id: 'Penini',
    title: 'پنینی ها',
    items: [
      {
        name: 'پنینی رست بیف',
        desc: 'صد گرم گوشت راسته+ قارچ+پنیر+ فلفل دلمه+ نان چاپاتا',
        price: 765000, // تومان
        img: 'پنینی رست بیف.jpg',
      },
      {
        name: 'پنینی چیکن',
        desc: 'صد گرم سینه مرغ+ قارچ+پنیر+ فلفل دلمه+ نان چاپاتا',
        price: 810000, // تومان
        img: 'پنینی مرغ.jpg',
      },
      {
        name: 'پنینی بیکن',
        desc: 'دویست گرم ژامبون+ قارچ+پنیر ورقه ای+ پنیر پیتزا+ فلفل دلمه+ نان چاپاتا',
        price: 825000, // تومان
        img: 'پنینی مخصوص.jpg',
      },
    ]
  },
  {
    id: 'Burgers',
    title: 'برگر ها',
    items: [
      {
        name: 'برگر کلاسیک',
        desc: 'صد و پنجاه گرم برگر+ کاهو+ گوجه+ سس مخصوص',
        price: 795000, // تومان
        img: 'برگر کلاسیک.jpg',
      },
      {
        name: 'ماشروم برگر',
        desc: 'صد و پنجاه گرم برگر+ قارچ+ کاهو+ گوجه+ سس مخصوص',
        price: 885000, // تومان
        img: 'ماشروم برگر.jpg',
      },
      {
        name: 'چیزبرگر فرانسوی',
        desc: 'صد و پنجاه گرم برگر+ پنیر گودا+ کاهو+ گوجه+ سس مخصوص',
        price: 875000, // تومان
        img: 'چیزبرگر فرانسوی.jpg',
      },
      {
        name: 'چیکن برگر',
        desc: 'صد و پنجاه گرم سینه مرغ+ پنیر گودا+ کاهو+ گوجه+ سس مخصوص',
        price: 680000, // تومان
        img: 'چیکن برگر.jpg',
      },
      {
        name: 'چوریتسو برگر',
        desc: 'صد و پنجاه گرم برگر+ چوریتسو+ پنیر ورقه ای دوتا+ کاهو+ گوجه+ سس مخصوص',
        price: 882000, // تومان
        img: 'چوریتسو برگر.jpg',
      },
      {
        name: 'برگر مخصوص',
        desc: 'صد و پنجاه گرم برگر+ هشتاد گرم فیله مرغ+ بیکن+ پنیر گودا+ کاهو+ گوجه+ سس مخصوص',
        price: 999000, // تومان
        img: 'برگر مخصوص.jpg',
      },
      {
        name: 'تست برگر مخصوص آمور',
        desc: '۱۸۰ گرم گوشت برگر-پنیر چدار-چیپس-سس مخصوص',
        price: 801000, // تومان
        img: 'تست برگر مخصوص آمور.jpg',
      },
      {
        name: 'برگر سوخاری مخصوص آمور',
        desc: '۱۸۰گرم برگر- رب انار- گردو- چیپس- سس مخصوص- پنیر چدار-رب انار',
        price: 999000, // تومان
        img: 'برگر سوخاری مخصوص آمور.jpg',
      },
    ]
  },
  {
    id: 'WarmCoffee',
    title: 'قهوه های گرم',
    items: [
      {
        name: 'قهوه ترک',
        price: 205000, // تومان
        img: 'no image.jpg',
      },
      {
        name: 'قهوه ترک با شیر',
        price: 255000, // تومان
        img: 'no image.jpg',
      },
      {
        name: 'اسپرسو عربیکا',
        desc: 'اسپرسو دبل',
        price: 305000, // تومان
        img: 'اسپرسو.jpg',
      },
      {
        name: 'اسپرسو ربوستا',
        desc: 'اسپرسو دبل',
        price: 175000, // تومان
        img: 'اسپرسو.jpg',
      },
      {
        name: 'آمریکانو عربیکا',
        desc: 'اسپرسو دبل+آب',
        price: 255000, // تومان
        img: 'آمریکانو.jpg',
      },
      {
        name: 'آمریکانو ربوستا',
        desc: 'اسپرسو دبل+آب',
        price: 205000, // تومان
        img: 'آمریکانو.jpg',
      },
      {
        name: 'لته عربیکا',
        desc: 'اسپرسو دبل+شیر',
        price: 320000, // تومان
        img: 'لته.jpg',
      },
      {
        name: 'لته ربوستا',
        desc: 'اسپرسو دبل+شیر',
        price: 270000, // تومان
        img: 'لته.jpg',
      },
      {
        name: 'کاپوچینو عربیکا',
        desc: 'اسپرسو دبل+فوم شیر',
        price: 325000, // تومان
        img: 'کاپوچینو.jpg',
      },
      {
        name: 'کاپوچینو ربوستا',
        desc: 'اسپرسو دبل+فوم شیر',
        price: 275000, // تومان
        img: 'کاپوچینو.jpg',
      },
      {
        name: 'کارامل لته عربیکا',
        desc: 'اسپرسو دبل+شیر+سیروپ کارامل',
        price: 370000, // تومان
        img: 'no image.png',
      },
      {
        name: 'کارامل لته ربوستا',
        desc: 'اسپرسو دبل+شیر+سیروپ کارامل',
        price: 320000, // تومان
        img: 'no image.png',
      },
      {
        name: 'موکا عربیکا',
        desc: 'اسپرسو دبل+شیر+سیروپ شکلات',
        price: 358000, // تومان
        img: 'موکا عربیکا.jpg',
      },
      {
        name: 'موکا ربوستا',
        desc: 'اسپرسو دبل+شیر+سیروپ شکلات',
        price: 308000, // تومان
        img: 'موکا عربیکا.jpg',
      },
    ]
  },
  {
    id: 'ColdCoffee',
    title: 'قهوه های سرد',
    items: [
      {
        name: 'آیس لته عربیکا',
        desc: 'اسپرسو دبل+شیر',
        price: 335000, // تومان
        img: 'آیس لته.jpg',
      },
      {
        name: 'آیس لته ربوستا',
        desc: 'اسپرسو دبل+شیر',
        price: 275000, // تومان
        img: 'آیس لته.jpg',
      },
      {
        name: 'آفوگاتو',
        price: 345000, // تومان
        img: 'آفوگاتو.jpg',
      },
      {
        name: 'آیس آمریکانو عربیکا',
        desc: 'اسپرسو دبل+آب',
        price: 270000, // تومان
        img: 'ایس آمریکانو.jpg',
      },
      {
        name: 'آیس آمریکانو ربوستا',
        desc: 'اسپرسو دبل+آب',
        price: 210000, // تومان
        img: 'ایس آمریکانو.jpg',
      },
      {
        name: 'آیس موکا عربیکا',
        desc: 'اسپرسو دبل+شیر+سیروپ شکلات',
        price: 370000, // تومان
        img: 'موکا عربیکا.jpg',
      },
      {
        name: 'آیس موکا ربوستا',
        desc: 'اسپرسو دبل+شیر+سیروپ شکلات',
        price: 310000, // تومان
        img: 'موکا عربیکا.jpg',
      },
      {
        name: 'آیس کارامل لته عربیکا',
        desc: 'اسپرسو دبل+شیر+سیروپ کارامل',
        price: 395000, // تومان
        img: 'آیس کارامل.jpg',
      },
      {
        name: 'آیس کارامل لته ربوستا',
        desc: 'اسپرسو دبل+شیر+سیروپ کارامل',
        price: 335000, // تومان
        img: 'آیس کارامل.jpg',
      },
    ]
  },
  {
    id: 'WarmDrinks',
    title: 'نوشیدنی های گرم',
    items: [
      {
        name: 'هات چاکلت',
        price: 295000, // تومان
        img: 'هات چاکلت.jpg',
      },
      {
        name: 'چای ماسالا',
        price: 285000, // تومان
        img: 'چای ماسالا.jpg',
      },
      {
        name: 'شیر عسل دارچین',
        price: 258000, // تومان
        img: 'no image.png',
      },
      {
        name: 'چای کرک',
        price: 310000, // تومان
        img: 'چای کرک.jpg',
      },
      {
        name: 'هات بیسکوییت',
        price: 265000, // تومان
        img: 'no image.png',
      },
    ]
  },
  {
    id: 'Tea',
    title: 'چای و دمنوش ها',
    items: [
      {
        name: 'دمنوش آرامش',
        price: 230000, // تومان
        img: 'no image.png',
      },
      {
        name: 'دمنوش آمور',
        price: 320000, // تومان
        img: 'no image.png',
      },
      {
        name: 'دمنوش سلامت',
        price: 230000, // تومان
        img: 'no image.png',
      },
      {
        name: 'چای سیاه دمی',
        price: 145000, // تومان
        img: 'چای.jpg',
      },
      {
        name: 'چای و باقلو',
        price: 265000, // تومان
        img: 'no image.png',
      },
    ]
  },
  {
    id: 'ColdDrinks',
    title: 'نوشیدنی های سرد',
    items: [
      {
        name: 'موهیتو کلاسیک',
        desc: 'شکر، نعنا، آب لیمو، نوشیدنی گاز دار',
        price: 355000, // تومان
        img: 'موهیتو.jpg',
      },
      {
        name: 'لیموناد',
        desc: 'آب لیمو، شکر، نوشیدنی گازدار',
        price: 385000, // تومان
        img: 'لیموناد.jpg',
      },
      {
        name: 'بلو موهیتو',
        price: 410000, // تومان
        img: 'بلو موهیتو.jpg',
      },
    ]
  },
  {
    id: 'Sauce',
    title: 'سس های مخصوص آمور',
    items: [
      {
        name: 'سس آلفردو',
        price: 145000, // تومان
        orderBtn: false,
      },
      {
        name: 'سس دیپ چدار',
        price: 125000, // تومان
        orderBtn: false,
      },
      {
        name: 'سس سیر',
        price: 95000, // تومان
        orderBtn: false,
      },
      {
        name: 'سس چیلی تند',
        price: 110000, // تومان
        orderBtn: false,
      },
    ]
  },
  {
    id: 'hookah',
    title: 'قلیان',
    items: [
      {
        name: 'شب های مسکو',
        price: 380000, // تومان
      },
      {
        name: 'تمشک بستنی',
        price: 380000, // تومان
      },
      {
        name: 'هندوانه یخ',
        price: 380000, // تومان
      },
      {
        name: 'دو سیب',
        price: 380000, // تومان
      },
      {
        name: 'لاو',
        price: 380000, // تومان
      },
    ]
  },
  {
    id: 'Cake',
    title: 'کیک ها',
    items: [
      {
        name: 'کیک شکلاتی',
        price: 245000, // تومان
        img: 'کیک شکلاتی.jpg',
      },
      {
        name: 'کیک هویج',
        price: 255000, // تومان
        img: 'کیک هویج.jpg',
      },
    ]
  },
  {
    id: 'Milkshakes',
    title: 'شیک ها',
    items: [
      {
        name: 'شیک شکلاتی',
        price: 385000, // تومان
        img: 'اسموتی شکلاتی.jpg',
      },
      {
        name: 'شیک وانیل',
        price: 345000, // تومان
        img: 'اسموتی وانیل.jpg',
      },
      {
        name: 'شیک سوییت آمور',
        price: 395000, // تومان
        img: 'اسموتی توت فرنگی.jpg',
      },
    ]
  },
];
